opt_ffs/config/webservices/parlayX_70/RV_chargeReservation.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:loc="http://www.csapi.org/schema/parlayx/payment/reserve_volume_charging/v2_2/local">
   <soapenv:Header/>
   <soapenv:Body>
      <loc:chargeReservation>
         <loc:reservationIdentifier>reservationID</loc:reservationIdentifier>
         <loc:volume>1500</loc:volume>
         <!--Optional:-->
         <loc:billingText>billingText</loc:billingText>
         <loc:referenceCode>refCode</loc:referenceCode>
      </loc:chargeReservation>
   </soapenv:Body>
</soapenv:Envelope>